// dont change any line this file

module.exports = {
  config: {
    name: "alviolid",
    aliases: ["bots", "mybots", "links"],
    permission: 0,
    prefix: true,
    description: "Send all my bot links and tutorials",
    categories: "Utility",
    usages: [".allbots"],
    credit: "Developed by Mohammad rahi"
  },

  start: async ({ api, event }) => {
    const { threadId, message } = event;

    const myNumber = "88016 26863111";
    const msg = `🌟 'OLID BOT EDIOR' 🌟



আসসালামু আলাইকুম কেমন আছেন আমাই আলভি অলিদ আমার 
═════════════════════════════════════
—͞ Moʜꫝᴍᴍꫝᴅ —͞Rꫝʜɪ boss amr
═════════════════════════════════════

মানুষ তার নিজের কর্মদোষে মন থেকে উটে যায়!  
এতে আমার আর করার কিছু  থাকে না...... 😎💔

══════════════════════════════════════

অর্থ আর স্বার্থ  এই দুটো জিনিস --
বদলে দেয় মানুষের চরিত্র..!! ☺️🦋

══════════════════════════════════════

মুখের উপরে মানুষ আমাকে কত কিছু বলে অতচ আমি জবাব দিতে গেলে ভাবি থাক মানুষটা কষ্ট পাবে 😌😅❤️‍🩹

═════════════════════════════════════

একা দাঁড়ানোর সাহস রাখুন 🤘পৃথিবী জ্ঞান দেয়, সঙ্গ দেয় না।😎🤏

═════════════════════════════════════

মনটাকে আকাশের মত বিশাল করে রাখো 
সবাই আশ্রয় পাবে কিন্তু ছুতে পারবে না ❤️

═════════════════════════════════════

_"পরিস্থিতির মাঝে নিজেকে মানিয়ে নিতে পারলেই জীবন সুন্দর"..!!😊🩷_

═════════════════════════════════════

আগলে রাখার নাম যদি ভালোবাসা হয় তাইলে আমি আমার সবটুকু দিয়ে আগলে রাখবো..!🖤🥀

═════════════════════════════════════

অপেক্ষার শেষ'টা সুন্দর হোক, ঘর ছেড়ে দেওয়া প্রতি'টা ছেলে সফল হোক।🫶❤🥀

═════════════════════════════════════

মানুষের কাছে প্রেমের প্রস্তাব আসে, 💌
 আর আমার কাছে আসে সোজা বিয়ের _💍😅!
আসলে কুনতা আয়না☹️

═════════════════════════════════════


🦋༎"নিঃশ্বাস টা থেমে গেলেই জীবনের গল্পটা শেষ"༎.!":)🙂🖤

═════════════════════════════════════

📞 *Contact Me*: +${myNumber}`;

    await api.sendMessage(threadId, { text: msg }, { quoted: message });
  }
};
